[
    {
        "id": 1,
        "slug": "luceplan-website",
        "title": "Luceplan Website",
        "place": "Qwentes Srl",
        "year": 2016,
        "subject": "Ux Design/Development",
        "subtitle": " UX Design, SEO and Front-End Development of Luceplan.com website",
        "link": "https://www.luceplan.com",
        "link-name": "luceplan.com",
        "concept": "Concept",
        "concept_description": "Luceplan asked to redesign their website with a new and contemporary look. The project had to be ready for the “Salone del Mobile 2017”, where Luceplan was one of the main brands of “Euroluce”, international exhibition of light and lamp design.",
        "description": "The peculiarity of this project was the CMS used: Statamic is a “Flat CMS”, based on files and not in DB. Is dynamic, but can behave as a static website, using a sophisticated method of caching, to make the app become faster (performing).",
        "description_1":"The project started from the organisation of the contents, grouping them in macro areas, building the real website structure. From here we develop the UX.",
        "description_2":"Following the guidelines given from CCRZ, a Swiss graphic design studio, we built the site with a fresher and cleaner look and feel, very photographic style, using beautiful photos of Luceplan products.",
        "description_3":"Finally we implemented the SEO strategy and analytics, to optimise the website in Google ranks.",
        "images": {
          "thumb": "./../../assets/placeholder-photo.png",
          "cover": "./../../assets/cover-placeholder.png",
          "photo_1": "./../../assets/photo-1.png",
          "photo_2": "./../../assets/photo-2.png"
        }
    },
    {
        "id": 2,
        "slug": "osteria-francescana",
        "title": "Osteria Francescana",
        "place": "SPD Milano",
        "year": 2016,
        "subject": "Digital Art Direction",
        "subtitle": " Creation of a Digital Experience for the 3 Michelin stars restaurant Osteria Francescana. The aim is to differenciate the restaurant Experience with a Digital one that has to be worth feeling as the restaurant.",
        "link": "",
        "link-name": "",
        "concept": "Concept",
        "concept_description": "For this porpouse I choose to show in Digital what clients in restaurant rarely can feel, the history of each creation, genially crafted by chef Massimo Bottura using colours, concepts and sinphonies to convey a work of art.",
        "description": "That’s why I basically created an art Gallery, which exploites the digital media to convey a feeling or emotions to User that creates a bond with dishes even before or without tasting them for real. It’s a sort of non conventional online menu which as ingredients has the phylosophy of the autor that animates sorrounded by a combined symphony that changes from dish to dish, as Massimo Bottura is used to do.",
        "description_1":"",
        "description_2":"",
        "description_3":"",
        "images": {
          "thumb": "./../../assets/placeholder-photo.png",
          "cover": "./../../assets/cover-placeholder.png",
          "photo_1": "./../../assets/photo-1.png",
          "photo_2": "./../../assets/photo-2.png"
        }
    },
    {
        "id": 3,
        "slug": "samsung",
        "title": "Samsung Iop",
        "place": "SPD Milano",
        "year": 2016,
        "subject": "Service Design",
        "subtitle": "  Creation of a digital experience for Samsung. The brand's goal was to create and design a more personal relationship between Samsung and its customers.",
        "link": "",
        "link-name": "",
        "concept": "Concept",
        "concept_description": " After a deep analysis of the brand the concept is Internet Of People (IOP), an APP sponsored by Samsung. IOP means a way to create a community of users sharing their personal experiences and their emotions while interacting with Samsung.",
        "description": "That’s why I basically created an art Gallery, which exploites the digital media to convey a feeling or emotions to User that creates a bond with dishes even before or without tasting them for real. It’s a sort of non conventional online menu which as ingredients has the phylosophy of the autor that animates sorrounded by a combined symphony that changes from dish to dish, as Massimo Bottura is used to do.",
        "description_1":"After the Login the device becomes a personal filter to navigate Samsung universe, for this reason the user is invited to daily select his personal feeling between five emotional moods that will influence the way contents are displayed in the app. At this point the user is part of a community that, in the first section, shares the pure emotions related to experiences and events promoted by Samsung IOP staff.",
        "description_2":"The core section of IOP App focuses on the experiences and reactions that users have while using Samsung products in their everyday life. These are a new and effective kind of reviews that give a clear feedback about products in a more personal way using also photos and videos and overcoming the banal description of the specs that people can find everywhere. As the user approach the store, a beacon triggers IOP app to open camera and, with augmented reality, let him see the every product in the color of the selected mood. At this moment, the customer can point a specific product and feel all the related experiences of the Products section of IOP App about it.",
        "description_3":"The third section focuses on the events that IOP selects (in different cities) and than proposes to users based on the mood they selected at the beginning. This section has the power to create a net of contacts and real interactions between people of IOP, inviting them to live some experience where they have the possibility to try for real Samsung products and, building a solid relation with the brand, be invited to fill the Pure and Product sections with the experiences that the Event section proposes.",
        "images": {
          "thumb": "./../../assets/placeholder-photo.png",
          "cover": "./../../assets/cover-placeholder.png",
          "photo_1": "./../../assets/photo-1.png",
          "photo_2": "./../../assets/photo-2.png"
        }
    },
    {
        "id": 4,
        "slug": "nike-for-rio",
        "title": "Nike for Rio 2016",
        "place": "SPD Milano",
        "year": 2016,
        "subject": "Integrated Communication",
        "subtitle": "Creation of an advertising campaign for Nike at Olympic Games of Rio 2016.",
        "concept": "Concept",
        "concept_description": "After a deep research about Nike’s values and about the city of Rio, it turned out an intresting comparison between the sport attitude of athlets and the change in behavior of Rio de Janeiro in the last years towards a better situation. Based on these findings it has been evolved the idea that anything can change with effort, perseverance and motivation just making the first step to our goal.",
        "description": "From this concept it started the #onestepcloser campaign of Nike, inviting people to be perseverant and improve their lives like Rio did with simple lifestyle goals to accomplish during olympic games such as: use less the phone, use less the car or visit frequently a specific place. To do this Nike launches a worldwide app that lets users set their goals and track their progresses. This app will be the core of a huge campaign that wants to give the impression that Nike owns the world during Olympic Games’ period.",
        "description_1":"This impression is achieved by using a lot of communication touchpoints around cities that will introduce the concept and bring users to download the app. The first event that opens tha campaign and launches the app is a big marathon worldwide, a race against oneself that will be also the closing event of the campaign wich will reward those who beat their first race-time. After the marathon there will be active a series of interactive and static touchpoints around the most important cities of the world.",
        "description_2":"",
        "description_3":"",
        "images": {
          "thumb": "./../../assets/placeholder-photo.png",
          "cover": "./../../assets/cover-placeholder.png",
          "photo_1": "./../../assets/photo-1.png",
          "photo_2": "./../../assets/photo-2.png"
        }
    },
    {
        "id": 5,
        "slug": "rayban-us",
        "title": "RayBan US",
        "place": "SPD Milano",
        "year": 2016,
        "subject": "Ux Design",
        "subtitle": "Creation of a new responsive website for Ray-Ban USA, with a strong focus on Design and User Experience.",
        "concept": "Concept",
        "concept_description": "The Project started with a deep analisys of the brand, followed by the creation of personas and wireframes. The aim was to find a creative way to build the ecommerce reflecting Ray-Ban’s personality without losing the UX aspect.",
        "description": "For this purpose the first step has been focused on cleaning the interface, proceed to the simplification of the structure of the whole purchasing system and then designing interactions that help the user to navigate. The last step has been analyzing RayBan services and introduce shoppable experiences as the one in the home-page and new services such as the comparison between models to offer a better service to customers.",
        "description_1":"The SEO strategy focused more on increasing user traffic in the eyeglasses section. After a deep SEO Audit some elements must be improved such as: the URL structure ( also titles as a consequence ); the navigation and the secondary menu arrangement. To reinforce internal linking and the user traffic there were introduced more call to actions linking to specific pages inside the most visited ones, and also some short descriptions with relevant keywords inside as a compromise between clean UI design and SEO. Based on these findings after the creation of the new tree structure the last step of the project has been producing detailed wireframes.",
        "description_2":"The SEM strategy focused on increase sales by bringing more people to the site, with special attention to customized products. The aim is to create appealing campaigns that could engage our target.",
        "description_3":"In order to push the customized glasses sales we are planning to create a techinicolor week. Every day of the week will have a specific color promoted, the user should add that color in his customized product in order to get the discount on the final result. This campaign can be used for the holiday season but can be also adapted in order to set “RayBan culture” in a period of the year.",
        "images": {
          "thumb": "./../../assets/placeholder-photo.png",
          "cover": "./../../assets/cover-placeholder.png",
          "photo_1": "./../../assets/photo-1.png",
          "photo_2": "./../../assets/photo-2.png"
        }
    },
    {
        "id": 6,
        "slug": "incontro-bottega-veneta",
        "title": "Incontro B. Veneta",
        "place": "SPD Milano",
        "year": 2016,
        "subject": "Digital Art Direction",
        "subtitle": "Creation of a personal website for Bottega Veneta customers coexistent with the main one.",
        "concept": "Concept",
        "concept_description": "After a deep analysis of the brand it turned out that the uniqueness of Bottega Veneta is the intimate relation with all its customer. The aim of the project is to weave digital and human touch together to offer advanced services in the form of a personal relationship between brand and customers that grows in depth with time as human relations do.",
        "description": "Every relation starts personally with a first “incontro” that will evolve following the typical steps of a real human bond. The concept consists in a relation between the customer and a dedicated sales assistant from Bottega Veneta. The experience begins in boutique with the client's signature and takes over the first time the user receives the coordinates to enter his personal website at home where the logo of the brand is replaced with the user’s name.",
        "description_1":"To welcome the customer there will be the photo of the sales assistant he met in store giving all the contacts he needs in any moment, and reasuming the visit they did and the product the user liked.",
        "description_2":"It is a fluid and modular system of milestones services that the sales assistant can give to users based on the depth of their relation. In this way every bond is different and the sales assistant can decide at which point to proceed with deeper personal services.",
        "description_3":"After the first purchase the customers would be given the “Key” of the shop, That would help recognise them all over the world as they enter the boutiques and treat them with the same importance.",
        "images": {
          "thumb": "./../../assets/placeholder-photo.png",
          "cover": "./../../assets/cover-placeholder.png",
          "photo_1": "./../../assets/photo-1.png",
          "photo_2": "./../../assets/photo-2.png"
        }
    }
]
